package com.increpas.project.categories;

public class SearchCategories {

	public String[] FilterCategoryList() {
		String[] categoriesName = new String[] {
				"11st", "Auction", "패션의류", "패션잡화","화장품/미용","디지털/가전","가구/인테리어",
	            "출산/육아","식품","스포츠/레져",   "생활/건강","여가/생활편의",
	            "마라톤용품","당구용품", "기타스포츠용품","건강식품",
	            "다이어트식품","아이스크림/빙수",   "냉동/간편조리식품","등산",
	            "캠핑","골프","헬스",   "요가/필라테스","인라인스케이트",
	            "스케이트/보드/롤러","오토바이/스쿠터",      "축구",   "야구",
	            "농구",   "배구",   "탁구",   "배드민턴",
	            "테니스",   "스쿼시","족구","볼링",
	            "스킨스쿠버",   "검도",   "댄스",   "권투",
	            "보호용품",   "무술용품",   "수련용품",   "스포츠액세서리",
	            "화방용품",   "자동차용품",   "수집품",   "관상어용품",
	            "음반",   "DVD",      "종교",   "주방용품",
	            "세탁용품",   "건강측정용품",   "건강관리용품",   "당뇨관리용품",
	            "의료용품",   "실버용품",      "재활운동용품",   "물리치료/저주파용품",
	            "좌욕/좌훈용품",   "냉온/찜질용품",      "구강위생용품",   "눈건강용품",
	            "발건강용품",   "안마용품",      "수납/정리용품",   "청소용품",
	            "생활용품",   "원예/식물","정원/원예용품",   "블루레이",
	            "학습기기",   "게임기/타이틀","PC",   "PC액세서리",
	            "노트북액세서리",   "태블릿PC액세서리",   "모니터주변기기",   "PC주변기기",
	            "멀티미디어장비",   "저장장치",   "PC부품",   "네트워크장비",
	            "소프트웨어",   "침실가구",   "거실가구",   "주방가구",   "수납가구",
	            "아동/주니어가구",   "서재/사무용가구",      "아웃도어가구",   "DIY자재/용품",
	            "인테리어소품",   "침구단품",   "침구세트",   "솜류",
	            "카페트/러그",   "커튼/블라인드",   "수예",   "분유",
	            "기저귀",   "물티슈",   "이유식",   "아기간식",
	            "수유용품",   "유모차",   "카시트",   "외출용품",
	            "목욕용품",   "스킨/바디용품",   "위생/건강용품",   "구강청결용품",
	            "유아세제",   "소독/살균용품",   "안전용품",   "유아가구",
	            "이유식용품",   "임부복",   "임산부용품",   "유아침구",
	            "출산/돌기념품",   "신생아의류",   "유아동의류",   "유아동잡화",
	            "수영복/용품",   "유아발육용품",      "완구/매트",   "인형",
	            "교재/서적",   "축산",      "반찬",   "김치",
	            "음료",   "과자",      "가공식품",   "노트북",
	            "태블릿PC",   "모니터",      "홈데코",   "반려동물",
	            "악기",   "욕실용품",      "문구/사무용품",   "수산",
	            "농산물",   "자전거",      "스키/보드",      "낚시",
	            "수영",      "공구",      "양말",      "여성의류",
	            "여성언더웨어/잠옷",      "남성의류",      "남성언더웨어/잠옷",      "여성신발",
	            "남성신발",      "신발용품",      "여성가방",      "남성가방",
	            "여행용가방/소품",      "지갑",      "벨트",      "모자",
	            "장갑",      "선글라스/안경테",      "헤어액세서리",      "패션소품",
	            "시계",      "순금",      "주얼리",      "스킨케어",
	            "선케어",      "클렌징",      "마스크/팩",      "베이스메이크업",
	            "색조메이크업",      "네일케어",      "바디케어",      "헤어케어",
	            "헤어스타일링",      "향수",      "뷰티소품",      "남성화장품",
	            "휴대폰",      "휴대폰 액세서리",      "카메라/캠코더용품",      "광학기기/용품",
	            "영상가전",      "음향가전",      "생활가전",      "이미용가전",
	            "계절가전",      "주방가전",      "자동차기기",      "전통주",
	            "유아동 주얼리",      "유아동언더웨어/잠옷",      "원데이클래스",      "국내여행",
	            "해외여행",      "렌터카",      "생활편의",      "예체능레슨",
	            "자기계발/취미 레슨","홈케어서비스" 
	            };
		return categoriesName;
	}
	
}
